HELP_1 = """✅**<u> 🦇🅰🅳🅼🅸🅽 🅲🅾🅼🅼🅰🅽🅳🆂 :</u>**
**✨** Hɪ wᴇʟᴄᴏᴍᴇ ᴛᴏ ᴀᴅᴍɪɴ ᴄᴏᴍᴍᴀɴᴅꜱ ʟɪꜱᴛ ✨.
💝 ᴀᴅᴍɪɴ ᴄᴏᴍᴍᴀɴᴅꜱ ʜᴇʟᴘ ᴛᴏ ᴏᴘᴇʀᴀᴛᴇ ᴛʜᴇ ꜱᴘᴇᴄɪꜰɪᴄ ᴄᴏᴍᴍᴀɴᴅꜱ . 
💝 ᴛʜɪꜱ ᴄᴏᴍᴍᴀɴᴅꜱ ꜰᴏʀ ᴄᴏɴᴛʀᴏʟ ᴛʜᴇ ᴍᴜꜱɪᴄ ᴀɴᴅ ꜱᴛʀᴇᴀᴍɪɴɢ ꜰɪʟᴇ ᴡʜɪʟᴇ ɪɴ ᴠᴄ .                  
💝 ᴛʜɪꜱ ᴄᴏᴍᴍᴀɴᴅꜱ ɪɴ ɪɴʟɪɴᴇ ᴀʟꜱᴏ ꜱᴏ ʏᴏᴜ ᴡɪʟʟ ᴜꜱᴇ ɪᴛ ɪɴ ɪɴʟɪɴᴇ .
💝ᴛʜɪꜱ ᴄᴏᴍᴍᴀɴᴅ ʟɪꜱᴛ ᴘᴏᴡᴇʀᴇᴅ ʙʏ :[🐉 ƲƉ𝗔ИƤƖЯ𝗔ƤƤƲ _ Ǥ𝗔ИǤƧ _ ǤЯѲƲƤ 🐉](https://t.me/gangs_for_udanpirappu)
🌼🌼🌼🌼 ᴛʜᴇ ᴄᴏᴍᴍᴀɴᴅꜱ ᴀʀᴇ 🌼🌼🌼🌼
🌼 /pause or /cpause - ᴘᴀᴜꜱᴇ ᴛʜᴇ ᴘʟᴀʏɪɴɢ ᴍᴜꜱɪᴄ.
🌼 /resume or /cresume- ʀᴇꜱᴜᴍᴇ ᴛʜᴇ ᴘᴀᴜꜱᴇᴅ ᴍᴜꜱɪᴄ.
🌼 /mute or /cmute- ᴍᴜᴛᴇ ᴛʜᴇ ᴘʟᴀʏɪɴɢ ᴍᴜꜱɪᴄ.
🌼 /unmute or /cunmute- ᴜɴᴍᴜᴛᴇ ᴛʜᴇ ᴍᴜᴛᴇᴅ ᴍᴜꜱɪᴄ.
🌼 /skip or /cskip- ꜱᴋɪᴘ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ᴘʟᴀʏɪɴɢ ᴍᴜꜱɪᴄ.
🌼 /stop or /cstop- ꜱᴛᴏᴘ ᴛʜᴇ ᴘʟᴀʏɪɴɢ ᴍᴜꜱɪᴄ.
🌼 /shuffle or /cshuffle- ʀᴀɴᴅᴏᴍʟʏ ꜱʜᴜꜰꜰʟᴇꜱ ᴛʜᴇ Qᴜᴇᴜᴇᴅ ᴘʟᴀʏʟɪꜱᴛ.
🌼 /seek or /cseek - ꜰᴏʀᴡᴀʀᴅ ꜱᴇᴇᴋ ᴛʜᴇ ᴍᴜꜱɪᴄ ᴛᴏ ʏᴏᴜʀ ᴅᴜʀᴀᴛɪᴏɴ .
🌼 /seekback or /cseekback - ʙᴀᴄᴋᴡᴀʀᴅ ꜱᴇᴇᴋ ᴛʜᴇ ᴍᴜꜱɪᴄ ᴛᴏ ʏᴏᴜʀ ᴅᴜʀᴀᴛɪᴏɴ .
🌼 /restart - ʀᴇꜱᴛᴀʀᴛ ʙᴏᴛ ꜰᴏʀ ʏᴏᴜʀ ᴄʜᴀᴛ .
📜  ᴜꜱᴇ ꜱᴘᴇᴄɪꜰɪᴄ ᴄᴏᴍᴍᴀɴᴅꜱ ꜰᴏʀ ᴍᴏʀᴇ ᴘᴏᴡᴇʀꜰᴜʟ ❗
☮<u>**ꜱᴘᴇᴄɪꜰɪᴄ ꜱᴋɪᴘ:**</u>
/skip or /cskip [Number(example: 3)] 
    - ꜱᴋɪᴘꜱ ᴍᴜꜱɪᴄ ᴛᴏ ᴀ ᴛʜᴇ ꜱᴘᴇᴄɪꜰɪᴇᴅ Qᴜᴇᴜᴇᴅ ɴᴜᴍʙᴇʀ. ᴇxᴀᴍᴘʟᴇ: /ꜱᴋɪᴘ 3 ᴡɪʟʟ ꜱᴋɪᴘ ᴍᴜꜱɪᴄ ᴛᴏ ᴛʜɪʀᴅ Qᴜᴇᴜᴇᴅ ᴍᴜꜱɪᴄ ᴀɴᴅ ᴡɪʟʟ ɪɢɴᴏʀᴇ 1 ᴀɴᴅ 2 ᴍᴜꜱɪᴄ ɪɴ Qᴜᴇᴜᴇ.
🔃<u>**ʟᴏᴏᴘ ᴘʟᴀʏ:**</u>
/loop or /cloop [enable/disable] or [ɴᴜᴍʙᴇʀꜱ ʙᴇᴛᴡᴇᴇɴ 1-10] 
   - ᴡʜᴇɴ ᴀᴄᴛɪᴠᴀᴛᴇᴅ, ʙᴏᴛ ʟᴏᴏᴘꜱ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ᴘʟᴀʏɪɴɢ ᴍᴜꜱɪᴄ ᴛᴏ 1-10 ᴛɪᴍᴇꜱ ᴏɴ ᴠᴏɪᴄᴇ ᴄʜᴀᴛ. ᴅᴇꜰᴀᴜʟᴛ ᴛᴏ 10 ᴛɪᴍᴇꜱ.
✅<u>**ᴀᴜᴛʜ ᴜꜱᴇʀꜱ:**</u>
ᴀᴜᴛʜ ᴜꜱᴇʀꜱ ᴄᴀɴ ᴜꜱᴇ ᴀᴅᴍɪɴ ᴄᴏᴍᴍᴀɴᴅꜱ ᴡɪᴛʜᴏᴜᴛ ᴀᴅᴍɪɴ ʀɪɢʜᴛꜱ ɪɴ ʏᴏᴜʀ ᴄʜᴀᴛ.
/auth [Username] - ᴀᴅᴅ ᴀ ᴜꜱᴇʀ ᴛᴏ ᴀᴜᴛʜ ʟɪꜱᴛ ᴏꜰ ᴛʜᴇ ɢʀᴏᴜᴘ.
/unauth [Username] - ʀᴇᴍᴏᴠᴇ ᴀ ᴜꜱᴇʀ ꜰʀᴏᴍ ᴀᴜᴛʜ ʟɪꜱᴛ ᴏꜰ ᴛʜᴇ ɢʀᴏᴜᴘ
/authusers - ᴄʜᴇᴄᴋ ᴀᴜᴛʜ ʟɪꜱᴛ ᴏꜰ ᴛʜᴇ ɢʀᴏᴜᴘ."""


HELP_2 = """▶<u>**🅿🅻🅰🆈 🅲🅾🅼🅼🅰🅽🅳🆂:**</u>
✨✨ ᴡᴇʟᴄᴏᴍᴇ ᴛᴏ ᴘʟᴀʏ ᴄᴏᴍᴍᴀɴᴅꜱ ʟɪꜱᴛ ✨✨
✨ ᴘʟᴀʏ ᴄᴏᴍᴍᴀɴᴅꜱ ɪꜱ ᴀ ʙᴀꜱɪᴄ ᴄᴏᴍᴍᴀɴᴅꜱ ʟɪꜱᴛ ɪɴ ᴍᴜꜱɪᴄ ʙᴏᴛ
✨ ᴛʜɪꜱ ᴄᴏᴍᴍᴀɴᴅꜱ ɪꜱ ꜰᴏʀ ᴀʟʟ ᴜꜱᴇʀꜱ 
✨ᴛʜɪꜱ ᴄᴏᴍᴍᴀɴᴅ ʟɪꜱᴛ ᴘᴏᴡᴇʀᴇᴅ ʙʏ :[🐉 ƲƉ𝗔ИƤƖЯ𝗔ƤƤƲ _ Ǥ𝗔ИǤƧ _ ǤЯѲƲƤ 🐉](https://t.me/gangs_for_udanpirappu)
✨ ᴀᴠᴀɪʟᴀʙʟᴇ ᴄᴏᴍᴍᴀɴᴅꜱ  =  ᴘʟᴀʏ , ᴠᴘʟᴀʏ , ᴄᴘʟᴀʏ
✨ ꜰᴏʀᴄᴇᴘʟᴀʏ ᴄᴏᴍᴍᴀɴᴅꜱ = ᴘʟᴀʏꜰᴏʀᴄᴇ , ᴠᴘʟᴀʏꜰᴏʀᴄᴇ , ᴄᴘʟᴀʏꜰᴏʀᴄᴇ
✨ ᴘʀᴇꜰɪx ᴄᴏᴍᴍᴀɴᴅꜱ ᴀɴᴅ ᴜꜱᴀɢᴇꜱ :
                **-ᴄ** - ꜰᴏʀ ᴄʜᴀɴɴᴇʟ ᴘʟᴀʏ .
                **-ᴠ** -ꜰᴏʀ ᴠɪᴅᴇᴏ ᴘʟᴀʏ .
                **-ꜰᴏʀᴄᴇ** - ꜰᴏʀ ɢɪᴠᴇ ɪᴍᴘᴏʀᴛᴀɴᴄᴇ ᴛᴏ ʏᴏᴜʀ ʀᴇQᴜᴇꜱᴛ.
🤍 /play or /vplay or /cplay  - ʙᴏᴛ ᴡɪʟʟ ꜱᴛᴀʀᴛ ᴘʟᴀʏɪɴɢ ʏᴏᴜʀ ɢɪᴠᴇɴ Qᴜᴇʀʏ ᴏɴ ᴠᴏɪᴄᴇ ᴄʜᴀᴛ ᴏʀ ꜱᴛʀᴇᴀᴍ ʟɪᴠᴇ ʟɪɴᴋꜱ ᴏɴ ᴠᴏɪᴄᴇ ᴄʜᴀᴛꜱ.
🤍 /playforce or /vplayforce or /cplayforce -   **ꜰᴏʀᴄᴇ ᴘʟᴀʏ** ꜱᴛᴏᴘꜱ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ᴘʟᴀʏɪɴɢ ᴛʀᴀᴄᴋ ᴏɴ ᴠᴏɪᴄᴇ ᴄʜᴀᴛ ᴀɴᴅ ꜱᴛᴀʀᴛꜱ ᴘʟᴀʏɪɴɢ ᴛʜᴇ ꜱᴇᴀʀᴄʜᴇᴅ ᴛʀᴀᴄᴋ ɪɴꜱᴛᴀɴᴛʟʏ ᴡɪᴛʜᴏᴜᴛ ᴅɪꜱᴛᴜʀʙɪɴɢ/ᴄʟᴇᴀʀɪɴɢ Qᴜᴇᴜᴇ.
🤍 /channelplay [Chat username or id] or [Disable] - ᴄᴏɴɴᴇᴄᴛ ᴄʜᴀɴɴᴇʟ ᴛᴏ ᴀ ɢʀᴏᴜᴘ ᴀɴᴅ ꜱᴛʀᴇᴀᴍ ᴍᴜꜱɪᴄ ᴏɴ ᴄʜᴀɴɴᴇʟ'ꜱ ᴠᴏɪᴄᴇ ᴄʜᴀᴛ ꜰʀᴏᴍ ʏᴏᴜʀ ɢʀᴏᴜᴘ.
✅**<u>ʙᴏᴛ'ꜱ ꜱᴇʀᴠᴇʀ ᴘʟᴀʏʟɪꜱᴛꜱ:</u>**
🎇 /playlist  - ᴄʜᴇᴄᴋ ʏᴏᴜʀ ꜱᴀᴠᴇᴅ ᴘʟᴀʏʟɪꜱᴛ ᴏɴ ꜱᴇʀᴠᴇʀꜱ.
🎇 /deleteplaylist - ᴅᴇʟᴇᴛᴇ ᴀɴʏ ꜱᴀᴠᴇᴅ ᴍᴜꜱɪᴄ ɪɴ ʏᴏᴜʀ ᴘʟᴀʏʟɪꜱᴛ
🎇 /play  - ꜱᴛᴀʀᴛ ᴘʟᴀʏɪɴɢ ʏᴏᴜʀ ꜱᴀᴠᴇᴅ ᴘʟᴀʏʟɪꜱᴛ ꜰʀᴏᴍ ꜱᴇʀᴠᴇʀꜱ."""


HELP_3 = """✅<u>**🤖 🅱🅾🆃 🅲🅾🅼🅼🅰🅽🅳🆂:**</u>
💛💛 ᴡᴇʟᴄᴏᴍᴇ ᴛᴏ ʙᴏᴛ ᴄᴏᴍᴍᴀɴᴅꜱ ʟɪꜱᴛ 💛💛
💛 ᴛʜɪꜱ ɪꜱ ᴀ ʙᴏᴛ ᴄᴏᴍᴍᴀɴᴅꜱ ʟɪꜱᴛ ᴡʜɪᴄʜ ʜᴇʟᴘꜱ ᴛᴏ ꜱᴏᴍᴇ ᴇxᴛʀᴀ ꜰᴇᴀᴛᴜʀᴇꜱ 
💛 ꜱᴏ ʏᴏᴜ ᴄᴀɴ ʀᴜɴ ꜱᴏᴍᴇ ᴇxᴛʀᴀ ꜰᴇᴀᴛᴜʀᴇꜱ .
💛 ᴀɴᴅ ᴄʜᴇᴄᴋ ꜱᴏᴍᴇ ɪɴꜰᴏʀᴍᴀᴛɪᴏɴ
💛ᴛʜɪꜱ ᴄᴏᴍᴍᴀɴᴅ ʟɪꜱᴛ ᴘᴏᴡᴇʀᴇᴅ ʙʏ :[🐉 ƲƉ𝗔ИƤƖЯ𝗔ƤƤƲ _ Ǥ𝗔ИǤƧ _ ǤЯѲƲƤ 🐉](https://t.me/gangs_for_udanpirappu)
💚 /mstats - ɢᴇᴛ ᴛᴏᴘ 10 ᴛʀᴀᴄᴋꜱ ɢʟᴏʙᴀʟ ꜱᴛᴀᴛꜱ, ᴛᴏᴘ 10 ᴜꜱᴇʀꜱ ᴏꜰ ʙᴏᴛ, ᴛᴏᴘ 10 ᴄʜᴀᴛꜱ ᴏɴ ʙᴏᴛ, ᴛᴏᴘ 10 ᴘʟᴀʏᴇᴅ ɪɴ ᴀ ᴄʜᴀᴛ ᴇᴛᴄ ᴇᴛᴄ.
💚 /sudolist - ᴄʜᴇᴄᴋ ꜱᴜᴅᴏ ᴜꜱᴇʀꜱ ᴏꜰ ʟɢ ᴍᴜꜱɪᴄ ʙᴏᴛ
💚 /lyrics [Music Name] - ꜱᴇᴀʀᴄʜᴇꜱ ʟʏʀɪᴄꜱ ꜰᴏʀ ᴛʜᴇ ᴘᴀʀᴛɪᴄᴜʟᴀʀ ᴍᴜꜱɪᴄ ᴏɴ ᴡᴇʙ.
💚 /song [Track Name] or [YT Link] - ᴅᴏᴡɴʟᴏᴀᴅ ᴀɴʏ ᴛʀᴀᴄᴋ ꜰʀᴏᴍ ʏᴏᴜᴛᴜʙᴇ ɪɴ ᴍᴘ3 ᴏʀ ᴍᴘ4 ꜰᴏʀᴍᴀᴛꜱ.
💚 /player -  ᴇᴛ ᴀ ɪɴᴛᴇʀᴀᴄᴛɪᴠᴇ ᴘʟᴀʏɪɴɢ ᴘᴀɴᴇʟ.
**ᴄ** ꜱᴛᴀɴᴅꜱ ꜰᴏʀ ᴄʜᴀɴɴᴇʟ ᴘʟᴀʏ.
💚 /queue or /cqueue- ᴄʜᴇᴄᴋ Qᴜᴇᴜᴇ ʟɪꜱᴛ ᴏꜰ ᴍᴜꜱɪᴄ"""

HELP_4 = """✅<u>**🛠 🅴🆇🆃🆁🅰  🅲🅾🅼🅼🅰🅽🅳🆂:**</u>
📚📚 ᴡᴇʟᴄᴏᴍᴇ ᴛᴏ ᴇxᴛʀᴀ ᴄᴏᴍᴍᴀɴᴅꜱ ʟɪꜱᴛ 📚📚
🦋 ʙᴀꜱɪᴄ ᴄᴏᴍᴍᴀɴᴅꜱ :
📚 /mstart - ꜱᴛᴀʀᴛ ᴛʜᴇ ᴍᴜꜱɪᴄ ʙᴏᴛ.
📚 /mhelp  - ɢᴇᴛ ᴄᴏᴍᴍᴀɴᴅꜱ ʜᴇʟᴘᴇʀ ᴍᴇɴᴜ ᴡɪᴛʜ ᴅᴇᴛᴀɪʟᴇᴅ ᴇxᴘʟᴀɴᴀᴛɪᴏɴꜱ ᴏꜰ ᴄᴏᴍᴍᴀɴᴅꜱ.
📚 /ping- ᴘɪɴɢ ᴛʜᴇ ʙᴏᴛ ᴀɴᴅ ᴄʜᴇᴄᴋ ʀᴀᴍ, ᴄᴘᴜ ᴇᴛᴄ ꜱᴛᴀᴛꜱ ᴏꜰ ʙᴏᴛ.
✅<ᴜ>**ɢʀᴏᴜᴘ ꜱᴇᴛᴛɪɴɢꜱ:**</ᴜ>
🛠 /msettings - ɢᴇᴛ ᴀ ᴄᴏᴍᴘʟᴇᴛᴇ ɢʀᴏᴜᴘ'ꜱ ꜱᴇᴛᴛɪɴɢꜱ ᴡɪᴛʜ ɪɴʟɪɴᴇ ʙᴜᴛᴛᴏɴꜱ
🔗 **ᴏᴘᴛɪᴏɴꜱ ɪɴ ꜱᴇᴛᴛɪɴɢꜱ:**
1️⃣ ʏᴏᴜ ᴄᴀɴ ꜱᴇᴛ **ᴀᴜᴅɪᴏ Qᴜᴀʟɪᴛʏ** ʏᴏᴜ ᴡᴀɴᴛ ᴛᴏ ꜱᴛʀᴇᴀᴍ ᴏɴ ᴠᴏɪᴄᴇ ᴄʜᴀᴛ.
2️⃣ ʏᴏᴜ ᴄᴀɴ ꜱᴇᴛ **ᴠɪᴅᴇᴏ Qᴜᴀʟɪᴛʏ** ʏᴏᴜ ᴡᴀɴᴛ ᴛᴏ ꜱᴛʀᴇᴀᴍ ᴏɴ ᴠᴏɪᴄᴇ ᴄʜᴀᴛ.
3️⃣ **ᴀᴜᴛʜ ᴜꜱᴇʀꜱ**:- ʏᴏᴜ ᴄᴀɴ ᴄʜᴀɴɢᴇ ᴀᴅᴍɪɴ ᴄᴏᴍᴍᴀɴᴅꜱ ᴍᴏᴅᴇ ꜰʀᴏᴍ ʜᴇʀᴇ ᴛᴏ ᴇᴠᴇʀʏᴏɴᴇ ᴏʀ ᴀᴅᴍɪɴꜱ ᴏɴʟʏ. ɪꜰ ᴇᴠᴇʀʏᴏɴᴇ, ᴀɴʏᴏɴᴇ ᴘʀᴇꜱᴇɴᴛ ɪɴ ʏᴏᴜ ɢʀᴏᴜᴘ ᴡɪʟʟ ʙᴇ ᴀʙʟᴇ ᴛᴏ ᴜꜱᴇ ᴀᴅᴍɪɴ ᴄᴏᴍᴍᴀɴᴅꜱ(ʟɪᴋᴇ /ꜱᴋɪᴘ, /ꜱᴛᴏᴘ ᴇᴛᴄ)
4️⃣ **ᴄʟᴇᴀɴ ᴍᴏᴅᴇ:** ᴡʜᴇɴ ᴇɴᴀʙʟᴇᴅ ᴅᴇʟᴇᴛᴇꜱ ᴛʜᴇ ʙᴏᴛ'ꜱ ᴍᴇꜱꜱᴀɢᴇꜱ ᴀꜰᴛᴇʀ 5 ᴍɪɴꜱ ꜰʀᴏᴍ ʏᴏᴜʀ ɢʀᴏᴜᴘ ᴛᴏ ᴍᴀᴋᴇ ꜱᴜʀᴇ ʏᴏᴜʀ ᴄʜᴀᴛ ʀᴇᴍᴀɪɴꜱ ᴄʟᴇᴀɴ ᴀɴᴅ ɢᴏᴏᴅ.
5️⃣ **ᴄᴏᴍᴍᴀɴᴅ ᴄʟᴇᴀɴ** : ᴡʜᴇɴ ᴀᴄᴛɪᴠᴀᴛᴇᴅ, ʙᴏᴛ ᴡɪʟʟ ᴅᴇʟᴇᴛᴇ ɪᴛꜱ ᴇxᴇᴄᴜᴛᴇᴅ ᴄᴏᴍᴍᴀɴᴅꜱ (/ᴘʟᴀʏ, /ᴘᴀᴜꜱᴇ, /ꜱʜᴜꜰꜰʟᴇ, /ꜱᴛᴏᴘ ᴇᴛᴄ) ɪᴍᴍᴇᴅɪᴀᴛᴇʟʏ.
6️⃣ **ᴘʟᴀʏ ꜱᴇᴛᴛɪɴɢꜱ:**
🎧 /playmode - ɢᴇᴛ ᴀ ᴄᴏᴍᴘʟᴇᴛᴇ ᴘʟᴀʏ ꜱᴇᴛᴛɪɴɢꜱ ᴘᴀɴᴇʟ ᴡɪᴛʜ ʙᴜᴛᴛᴏɴꜱ ᴡʜᴇʀᴇ ʏᴏᴜ ᴄᴀɴ ꜱᴇᴛ ʏᴏᴜʀ ɢʀᴏᴜᴘ'ꜱ ᴘʟᴀʏ ꜱᴇᴛᴛɪɴɢꜱ. 
<ᴜ>ᴏᴘᴛɪᴏɴꜱ ɪɴ ᴘʟᴀʏᴍᴏᴅᴇ:</ᴜ>
1️⃣ **ꜱᴇᴀʀᴄʜ ᴍᴏᴅᴇ** [ᴅɪʀᴇᴄᴛ ᴏʀ ɪɴʟɪɴᴇ] - ᴄʜᴀɴɢᴇꜱ ʏᴏᴜʀ ꜱᴇᴀʀᴄʜ ᴍᴏᴅᴇ ᴡʜɪʟᴇ ʏᴏᴜ ɢɪᴠᴇ /ᴘʟᴀʏ ᴍᴏᴅᴇ. 
2️⃣ **ᴀᴅᴍɪɴ ᴄᴏᴍᴍᴀɴᴅꜱ** [ᴇᴠᴇʀʏᴏɴᴇ ᴏʀ ᴀᴅᴍɪɴꜱ] - ɪꜰ ᴇᴠᴇʀʏᴏɴᴇ, ᴀɴʏᴏɴᴇ ᴘʀᴇꜱᴇɴᴛ ɪɴ ʏᴏᴜ ɢʀᴏᴜᴘ ᴡɪʟʟ ʙᴇ ᴀʙʟᴇ ᴛᴏ ᴜꜱᴇ ᴀᴅᴍɪɴ ᴄᴏᴍᴍᴀɴᴅꜱ(ʟɪᴋᴇ /ꜱᴋɪᴘ, /ꜱᴛᴏᴘ ᴇᴛᴄ)
3️⃣ **ᴘʟᴀʏ ᴛʏᴘᴇ** [ᴇᴠᴇʀʏᴏɴᴇ ᴏʀ ᴀᴅᴍɪɴꜱ] - ɪꜰ ᴀᴅᴍɪɴꜱ, ᴏɴʟʏ ᴀᴅᴍɪɴꜱ ᴘʀᴇꜱᴇɴᴛ ɪɴ ɢʀᴏᴜᴘ ᴄᴀɴ ᴘʟᴀʏ ᴍᴜꜱɪᴄ ᴏɴ ᴠᴏɪᴄᴇ ᴄʜᴀᴛ."""

HELP_5 = """➕**<u>🅰🅳🅳 & 🆁🅴🅼🅾🆅🅴 🆂🆄🅳🅾 🆄🆂🅴🆁🆂:</u>**

 🐉🐉🐉 Wᴇʟᴄᴏᴍᴇ ᴛᴏ ꜱᴜᴅᴏ ᴜꜱᴇʀꜱ ᴄᴏᴍᴍᴀɴᴅ ʟɪꜱᴛ 🐉🐉🐉

🦋 /addsudo [Uꜱᴇʀɴᴀᴍᴇ ᴏʀ Rᴇᴘʟʏ ᴛᴏ ᴀ ᴜꜱᴇʀ]
🦋 /delsudo [Uꜱᴇʀɴᴀᴍᴇ ᴏʀ Rᴇᴘʟʏ ᴛᴏ ᴀ ᴜꜱᴇʀ]

🛃**<u>ミ★ 𝘏𝘌𝘙𝘖𝘒𝘜 ★彡:</u>**
🦋 /usage - Dʏɴᴏ Uꜱᴀɢᴇ.

🌐**<u>ミ★ 𝘊𝘖𝘕𝘍𝘐𝘎 𝘝𝘈𝘙𝘚𝘊𝘖𝘕𝘍𝘐𝘎 𝘝𝘈𝘙𝘚 ★彡:</u>**
🦋 /get_var - Gᴇᴛ ᴀ ᴄᴏɴꜰɪɢ ᴠᴀʀ ꜰʀᴏᴍ Hᴇʀᴏᴋᴜ ᴏʀ .env.
🦋 /del_var - Dᴇʟᴇᴛᴇ ᴀɴʏ ᴠᴀʀ ᴏɴ Hᴇʀᴏᴋᴜ ᴏʀ .env.
🦋 /set_var [Var Name] [Value] - Sᴇᴛ ᴀ Vᴀʀ ᴏʀ Uᴘᴅᴀᴛᴇ ᴀ Vᴀʀ ᴏɴ ʜᴇʀᴏᴋᴜ ᴏʀ .ᴇɴᴠ. Sᴇᴘᴇʀᴀᴛᴇ Vᴀʀ ᴀɴᴅ ɪᴛꜱ Vᴀʟᴜᴇ wɪᴛʜ ᴀ ꜱᴘᴀᴄᴇ.

🤖**<u>ミ★ 𝘉𝘖𝘛 𝘊𝘖𝘔𝘔𝘈𝘕𝘋𝘚 ★彡:</u>**
🦋 /reboot - Rᴇʙᴏᴏᴛ ʏᴏᴜʀ Bᴏᴛ. 
🦋 /update - Uᴘᴅᴀᴛᴇ Bᴏᴛ.
🦋 /speedtest - Cʜᴇᴄᴋ ꜱᴇʀᴠᴇʀ ꜱᴘᴇᴇᴅꜱ
🦋 /maintenance [enable / disable] 
🦋 /logger [enable / disable] - Bᴏᴛ ʟᴏɢꜱ ᴛʜᴇ ꜱᴇᴀʀᴄʜᴇᴅ ꞯᴜᴇʀɪᴇꜱ ɪɴ ʟᴏɢɢᴇʀ ɢʀᴏᴜᴘ.
🦋 /get_log [Number of Lines] - Gᴇᴛ ʟᴏɢ ᴏꜰ ʏᴏᴜʀ ʙᴏᴛ ꜰʀᴏᴍ ʜᴇʀᴏᴋᴜ ᴏʀ ᴠᴘꜱ. Wᴏʀᴋꜱ ꜰᴏʀ ʙᴏᴛʜ.
🦋 /autoend [enable|disable] - Eɴᴀʙʟᴇ Aᴜᴛᴏ ꜱᴛʀᴇᴀᴍ ᴇɴᴅ ᴀꜰᴛᴇʀ 3 ᴍɪɴꜱ ɪꜰ ɴᴏ ᴏɴᴇ ɪꜱ ʟɪꜱᴛᴇɴɪɴɢ.

📈**<u>ミ★ 𝘚𝘛𝘈𝘛𝘚 𝘊𝘖𝘔𝘔𝘈𝘕𝘋𝘚 ★彡:</u>**
🦋 /activevoice - Cʜᴇᴄᴋ ᴀᴄᴛɪᴠᴇ ᴠᴏɪᴄᴇ ᴄʜᴀᴛꜱ ᴏɴ ʙᴏᴛ.
🦋 /activevideo - Cʜᴇᴄᴋ ᴀᴄᴛɪᴠᴇ ᴠɪᴅᴇᴏ ᴄᴀʟʟꜱ ᴏɴ ʙᴏᴛ.
🦋 /stats - Cʜᴇᴄᴋ Bᴏᴛꜱ Sᴛᴀᴛꜱ

⚠️**<u>ミ★ 𝘉𝘓𝘈𝘊𝘒𝘓𝘐𝘚𝘛 𝘊𝘏𝘈𝘛 𝘍𝘜𝘕𝘊𝘛𝘐𝘖𝘕 ★彡:</u>**
🦋 /blacklistchat [CHAT_ID] - Bʟᴀᴄᴋʟɪꜱᴛ ᴀɴʏ ᴄʜᴀᴛ ꜰʀᴏᴍ ᴜꜱɪɴɢ Mᴜꜱɪᴄ Bᴏᴛ
🦋 /whitelistchat [CHAT_ID] - Bʟᴀᴄᴋʟɪꜱᴛ ᴀɴʏ ᴄʜᴀᴛ ꜰʀᴏᴍ ᴜꜱɪɴɢ Mᴜꜱɪᴄ Bᴏᴛ
🦋 /blacklistedchat - Cʜᴇᴄᴋ ᴀʟʟ ʙʟᴀᴄᴋʟɪꜱᴛᴇᴅ ᴄʜᴀᴛꜱ.

👤**<u>ミ★ 𝘉𝘓𝘖𝘊𝘒𝘌𝘋 𝘍𝘜𝘕𝘊𝘛𝘐𝘖𝘕 ★彡:</u>**
🦋 /block [Uꜱᴇʀɴᴀᴍᴇ ᴏʀ Rᴇᴘʟʏ ᴛᴏ ᴀ ᴜꜱᴇʀ] - Pʀᴇᴠᴇɴᴛꜱ ᴀ ᴜꜱᴇʀ ꜰʀᴏᴍ ᴜꜱɪɴɢ ʙᴏᴛ ᴄᴏᴍᴍᴀɴᴅꜱ.
🦋 /unblock [Uꜱᴇʀɴᴀᴍᴇ ᴏʀ Rᴇᴘʟʏ ᴛᴏ ᴀ ᴜꜱᴇʀ] - Rᴇᴍᴏᴠᴇ ᴀ ᴜꜱᴇʀ ꜰʀᴏᴍ Bᴏᴛ'ꜱ Bʟᴏᴄᴋᴇᴅ Lɪꜱᴛ.
🦋 /blockedusers - Cʜᴇᴄᴋ ʙʟᴏᴄᴋᴇᴅ Uꜱᴇʀꜱ Lɪꜱᴛꜱ

👤**<u>ミ★ 𝘎𝘉𝘈𝘕 𝘍𝘜𝘕𝘊𝘛𝘐𝘖𝘕 ★彡:</u>**
🦋 /gban [Uꜱᴇʀɴᴀᴍᴇ ᴏʀ Rᴇᴘʟʏ ᴛᴏ ᴀ ᴜꜱᴇʀ] - Gʙᴀɴ ᴀ ᴜꜱᴇʀ ꜰʀᴏᴍ ʙᴏᴛ'ꜱ ꜱᴇʀᴠᴇᴅ ᴄʜᴀᴛ ᴀɴᴅ ꜱᴛᴏᴘ ʜɪᴍ ꜰʀᴏᴍ ᴜꜱɪɴɢ ʏᴏᴜʀ ʙᴏᴛ.
🦋 /ungban [Uꜱᴇʀɴᴀᴍᴇ ᴏʀ Rᴇᴘʟʏ ᴛᴏ ᴀ ᴜꜱᴇʀ] - Rᴇᴍᴏᴠᴇ ᴀ ᴜꜱᴇʀ ꜰʀᴏᴍ Bᴏᴛ'ꜱ ɢʙᴀɴɴᴇᴅ Lɪꜱᴛ ᴀɴᴅ ᴀʟʟᴏw ʜɪᴍ ꜰᴏʀ ᴜꜱɪɴɢ ʏᴏᴜʀ ʙᴏᴛ
🦋 /gbannedusers - Cʜᴇᴄᴋ Gʙᴀɴɴᴇᴅ Uꜱᴇʀꜱ Lɪꜱᴛꜱ

🎥**<u>ミ★ 𝘝𝘐𝘋𝘌𝘖𝘊𝘈𝘓𝘓𝘚 𝘍𝘜𝘕𝘊𝘛𝘐𝘖𝘕 ★彡:</u>**
🦋 /set_video_limit [Number of Chats] - Sᴇᴛ ᴀ ᴍᴀxɪᴍᴜᴍ Nᴜᴍʙᴇʀ ᴏꜰ Cʜᴀᴛꜱ ᴀʟʟᴏwᴇᴅ ꜰᴏʀ Vɪᴅᴇᴏ Cᴀʟʟꜱ ᴀᴛ ᴀ ᴛɪᴍᴇ. Dᴇꜰᴀᴜʟᴛ ᴛᴏ 3 ᴄʜᴀᴛꜱ.
🦋 /videomode [download|m3u8] - Iꜰ ᴅᴏwɴʟᴏᴀᴅ ᴍᴏᴅᴇ ɪꜱ ᴇɴᴀʙʟᴇᴅ, Bᴏᴛ wɪʟʟ ᴅᴏwɴʟᴏᴀᴅ ᴠɪᴅᴇᴏꜱ ɪɴꜱᴛᴇᴀᴅ ᴏꜰ ᴘʟᴀʏɪɴɢ ᴛʜᴇᴍ ɪɴ M3ᴜ8 ꜰᴏʀᴍ. BʏDᴇꜰᴀᴜʟᴛ ᴛᴏ M3ᴜ8. Yᴏᴜ ᴄᴀɴ ᴜꜱᴇ ᴅᴏwɴʟᴏᴀᴅ ᴍᴏᴅᴇ wʜᴇɴ ᴀɴʏ ꞯᴜᴇʀʏ ᴅᴏᴇꜱɴᴛ ᴘʟᴀʏꜱ ɪɴ ᴍ3ᴜ8 ᴍᴏᴅᴇ.

⚡️**<u>ミ★ 𝘗𝘙𝘐𝘝𝘈𝘛𝘌 𝘉𝘖𝘛 𝘍𝘜𝘕𝘊𝘛𝘐𝘖𝘕 ★彡:</u>**
🦋 /authorize [CHAT_ID] - Aʟʟᴏw ᴀ ᴄʜᴀᴛ ꜰᴏʀ ᴜꜱɪɴɢ ʏᴏᴜʀ ʙᴏᴛ.
🦋 /unauthorize [CHAT_ID] - Dɪꜱᴀʟʟᴏw ᴀ ᴄʜᴀᴛ ꜰʀᴏᴍ ᴜꜱɪɴɢ ʏᴏᴜʀ ʙᴏᴛ.
🦋 /authorized - Cʜᴇᴄᴋ ᴀʟʟ ᴀʟʟᴏwᴇᴅ ᴄʜᴀᴛꜱ ᴏꜰ ʏᴏᴜʀ ʙᴏᴛ.

🌐**<u>BROADCAST FUNCTION:</u>**
🦋 /broadcast [Message or Reply to a Message] - Bʀᴏᴀᴅᴄᴀꜱᴛ ᴀɴʏ ᴍᴇꜱꜱᴀɢᴇ ᴛᴏ Bᴏᴛ'ꜱ Sᴇʀᴠᴇᴅ Cʜᴀᴛꜱ.

<u>options for broadcast:</u>
**-pin** : Tʜɪꜱ wɪʟʟ ᴘɪɴ ʏᴏᴜʀ ᴍᴇꜱꜱᴀɢᴇ 
**-pinloud** : Tʜɪꜱ wɪʟʟ ᴘɪɴ ʏᴏᴜʀ ᴍᴇꜱꜱᴀɢᴇ wɪᴛʜ ʟᴏᴜᴅ ɴᴏᴛɪꜰɪᴄᴀᴛɪᴏɴ
**-user** : Tʜɪꜱ wɪʟʟ ʙʀᴏᴀᴅᴄᴀꜱᴛ ʏᴏᴜʀ ᴍᴇꜱꜱᴀɢᴇ ᴛᴏ ᴛʜᴇ ᴜꜱᴇʀꜱ wʜᴏ ʜᴀᴠᴇ ꜱᴛᴀʀᴛᴇᴅ ʏᴏᴜʀ ʙᴏᴛ.
**-assistant** : Tʜɪꜱ wɪʟʟ ʙʀᴏᴀᴅᴄᴀꜱᴛ ʏᴏᴜʀ ᴍᴇꜱꜱᴀɢᴇ ꜰʀᴏᴍ ᴀꜱꜱɪꜱᴛᴀɴᴛ ᴀᴄᴄᴏᴜɴᴛ ᴏꜰ ʏᴏᴜʀ ʙᴏᴛ.
**-nobot** : Tʜɪꜱ wɪʟʟ ꜰᴏʀᴄᴇ ʏᴏᴜʀ ʙᴏᴛ ᴛᴏ ɴᴏᴛ ʙʀᴏᴀᴅᴄᴀꜱᴛ ᴍᴇꜱꜱᴀɢᴇ

**Example:** `/broadcast -user -assistant -pin Hello Testing`

"""
